Repository: elementary/switchboard-plug-useraccounts
Catalog: po/extra/*.po
Languages: ca, cs, de, es, it, ja, ka, nb, nl, pl, pt, pt_br, ru, sk, tr, uk

source: Manage user accounts
ca: Gestioneu els comptes d'usuari.
cs: Spravovat uživatelské účty
de: Benutzerkonten verwalten
es: Gestionar cuentas de usuario
it: Gestisci gli account utente
ja: ユーザーアカウントを管理
ka: მომხმარებლის ანაგარიშების მართვა
nb: Håndter brukerkontoer
nl: Beheer gebruikersaccounts
pl: Zarządzaj kontami użytkowników
pt: Gerir contas de utilizador
pt_br: Gerenciar contas de usuários
ru: Управление учётными записями
sk: Spravujte používateľské účty
tr: Kullanıcı hesaplarını yönetin
uk: Керування обліковими записами

source: Authentication is required to change user data
ca: Cal autenticació per canviar les dades de l'usuari.
cs: Ke změně uživatelských dat je požadováno ověření
de: Authentifizierung zur Änderung von Benutzerdaten benötigt
es: Necesita autenticarse para cambiar los datos de usuario
it: È necessario autenticarsi per cambiare i dati utente
ja: ユーザーデータを変更するには認証が必要です
ka: მომხმარებლის ანგარიშების სამართავად საჭიროა ავთენტიკაცია
nb: Identitetsbekreftelse kreves for å endre brukerdata
nl: Authenticatie is vereist om gebruikersgegevens te wijzigen
pl: Wymagane jest uwierzytelnienie, aby zmienić dane użytkowników
pt: É necessária autenticação para alterar dados de utilizador
pt_br: A autenticação é necessária para alterar os dados do usuário
ru: Необходима аутентификация, чтобы изменить данные пользователя
sk: Pre zmenu používateľských údajov sa vyžaduje overenie
tr: Kullanıcı verisini değiştirmek için kimlik doğrulama gerekiyor
uk: Потрібна автентифікація, щоб змінити дані користувача

source: User Accounts Settings
ca: Paràmetres dels comptes d'usuari
cs: Nastavení uživatelských účtů
de: Einstellungen für Benutzerkonten
es: Configuración de Cuentas de usuario
it: Impostazioni degli account utente
ja: ユーザーアカウントの設定
ka: მომხმარებლის ანგარიშების პარამეტრები
nb: Brukerkontoinnstillinger
nl: Gebruikersaccounts instellingen
pl: Ustawienia kont użytkowników
pt: Definições das Contas de Utilizador
ru: Настройки учётных записей
sk: Nastavenia používateľských účtov
tr: Kullanıcı Hesabı Ayarları
uk: Налаштування облікових записів

source: Manage account permissions and configure user names, passwords, and photos
ca: Gestioneu permisos dels comptes i configureu-ne els noms d'usuari, les contrasenyes i les fotografies.
cs: Spravovat oprávnění uživatelů a nastavovat uživatelská jména, hesla a jejich fotky
de: Benutzerberechtigungen, Benutzernamen, Passwörter und Benutzerfotos einrichten
es: Gestione los permisos de la cuenta y configure nombres de usuario, contraseñas y fotos
it: Gestisci le autorizzazioni degli account e configura nomi utente, password e avatar
ja: アカウントの権限を管理し、ユーザー名・パスワード・アカウント画像を設定します
ka: მართეთ ანგარიშს წვდომები და მოირგეთ მომხმარებლის სახელები, პაროლები და სურათები
nl: Beheer accountrechten en configureer gebruikersnamen, wachtwoorden en foto's
pl: Zarządzaj uprawnieniami konta i konfiguruj nazwy użytkowników, hasła oraz zdjęcia
pt: Gerir permissões de conta e configurar nomes de utilizadores, palavras-passe e fotos
pt_br: Gerenciar permissões de conta e configurar nomes de usuário, senhas e fotos
ru: Управление разрешениями учётной записи, а также настройка имён пользователей, паролей и фотографий
sk: Spravujte oprávnenia účtov a nastavujte používateľské mená, heslá a ich fotky
tr: Hesap izinlerini, kullanıcı adlarını, parolaları ve fotoğrafları yönetin
uk: Керування дозволами облікового запису та налаштування імен користувачів, паролів та світлин

source: Improvements:
ca: Millores:
cs: Vylepšení:
de: Verbesserungen:
es: Mejoras:
ja: 改善点:
ka: გაუმჯობესებები:
nb: Forbedringer:
pl: Ulepszenia:
pt: Melhorias:
ru: Улучшения:
sk: Vylepšenia:
tr: İyileştirmeler:
uk: Удосконалення:

source: Updated translations
ca: Traduccions actualitzades
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
it: Traduzioni aggiornate
ja: 翻訳の更新
ka: განახლებული თარგმანები
nb: Oppdaterte oversettelser
nl: Bijgewerkte vertalingen
pl: Zaktualizowane tłumaczenia
pt: Traduções atualizadas
pt_br: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady
tr: Çeviriler güncellendi
uk: Оновлені переклади

source: Fixes:
ca: Correccions:
cs: Opravy:
de: Fehlerbehebungen:
es: Correcciones:
ja: 修正点:
ka: შეცდომების გასწორებები:
nb: Fikser:
pl: Poprawki:
pt: Correções:
ru: Исправления:
sk: Opravy:
tr: Düzeltmeler:
uk: Виправлення:

source: Update permissions when enabling and disabling accounts
ca: S'actualitzen els permisos en habilitar o inhabilitar comptes.
cs: Aktualizovat oprávnění pro povolování či zakazování účtů
es: Se actualizaron los permisos al activar o desactivar cuentas
ja: アカウントの有効化時および無効化時に権限を更新するように変更
ka: წვდომების განახლება ანგარიშების ჩართვისა და გამორთვისას
pl: Zaktualizowano uprawnienia przy włączaniu i wyłączaniu kont
pt: Atualiza as permissões ao ativar e desativar contas
ru: Обновление разрешений при включении и отключении учётных записей
sk: Aktualizovať oprávnenia pri povolení či zakázaní účtov
tr: Hesapları etkinleştirirken ve devre dışı bırakırken izinleri güncelle
uk: Оновлення дозволів під час увімкнення та вимкнення облікових записів

source: Ensure user information in sidebar updates upon changes
ca: Assegura la informació de l’usuari a les actualitzacions de la barra lateral en fer canvis
cs: Zajištěno, že informace o uživateli v postranním panelu se po změně zaktualizují
es: Se garantiza mostrar información de usuario actualizada en la barra lateral cuando ocurren cambios
ja: サイドバーに表示されるユーザー情報が変更時に更新されるように修正
ka: ცვლილებებისას გვერდით პანელზე ინფორმაციის განახლების უზრუნველყოფა
nb: Forsikre deg om at infoen i sidefeltet oppdateres seg ved endringer
pl: Upewniono się, że informacje w panelu bocznym są aktualizowane po zmianach
pt: Assegurar a informação do utilizador em atualizações da barra lateral sobre alterações
ru: Исправлено обновление информации о пользователе в боковой панели
sk: Zabezpečené, že sa informácie o používateľovi aktualizujú po aplikovaní zmien
uk: Забезпечено появу інформації користувача в оновленнях бічної панелі після внесення змін

source: Support locales with 3-letter codes
ca: S'admeten codis de llengua de tres lletres.
cs: Podpora místních a jazykových nastavení s třípísmenkovými kódy
de: Unterstützung für Ländercodes mit 3 Stellen
es: Se agregó soporte de configuración regional usando códigos de tres letras
ja: 言語コードが 3 文字のロケールに対応
ka: 3-სიმბოლოიანი ენის კოდების მხარდაჭერა
nb: Støtte for lokaliteter med 3-bokstavskoder
pl: Wsparcie dla języków z trzyliterowymi kodami
pt: Suporta localizações com códigos de 3 letras
ru: Поддержка языков с трёхзначным идентификатором
sk: Podpora miest s 3-písmenovými kódmi
tr: 3 harfli yerel kodlar desteklendi
uk: Підтримка мов із тризначними кодами

source: Performance improvements
ca: Millores de rendiment
cs: Vylepšení výkonu
de: Leistungsverbesserungen
es: Mejoras de rendimiento
ja: パフォーマンスの改善
ka: წარმადობის გაუმჯობესებები
nb: Ytelsesforbedringer
pl: Zwiększona wydajność
pt: Melhorias de desempenho
ru: Улучшения производительности
sk: Zlepšenia výkonu
tr: Performans iyileştirmeleri
uk: Поліпшено швидкодію

source: Better support for non-Ubuntu based distributions
ca: Millor suport per a distribucions no basades en l'Ubuntu
cs: Lepší podpora pro distribuce nezaložené na Ubuntu
de: Verbesserte Unterstützung für nicht-Ubuntu basierte Distributionen
es: Se mejoró la compatibilidad con distribuciones de Linux que no sean de tipo Ubuntu
ja: 非 Ubuntu ベースのディストリビューションへの対応を改善
nb: Bedre støtte for distribusjoner som ikke er basert på Ubuntu
pl: Lepsze wsparcie dla dystrybucji niebazujących na Ubuntu
pt: Melhor suporte para distribuições não baseadas no Ubuntu
ru: Улучшена работа на дистрибутивах не основанных на Ubuntu
sk: Lepšia podpora pre distribúcie nezaložené na základe Ubuntu
tr: Ubuntu tabanlı olmayan dağıtımlar için daha iyi destek
uk: Краща підтримка дистрибутивів, що не базуються на Ubuntu

source: Minor updates:
ca: Actualitzacions menors:
cs: Drobné aktualizace:
de: Kleinere Aktualisierungen:
ja: そのほかのアップデート:
ka: უმნიშვნელო განახლებები:
nb: Småoppdateringer:
pt: Pequenas atualizações:
ru: Незначительные обновления:
sk: Menšie aktualizácie:
tr: Küçük güncellemeler:
uk: Незначні оновлення:

source: New colorful avatar fallback
ca: Avatar acolorit alternatiu nou
cs: Nový náhradní profilový obrázek
de: Neue farbenfrohe Avatar-Fallbacks
ja: アバター画像未設定時に背景を色付きで表示するように変更
nb: Nytt fargerik avatar-tilbakefall
pt: Novo avatar colorido substituto
ru: Новый красочный аватар
sk: Nová náhradná farebná ikonka používateľa
tr: Yeni renkli avatar yedeği eklendi
uk: Новий барвистий аватар

source: Improved tooltips and labels
ca: Descripcions emergents i etiquetes millorades
cs: Vylepšeny bublinové nápovědy a štítky
de: Verbesserungen an Tooltips und Labels
ja: ツールチップとラベルのテキストを改善
nb: Forbedret verktøyrips og etiketter
pt: Dicas e etiquetas aprimoradas
ru: Улучшения подсказок и названий
sk: Vylepšené popisy a štítky
tr: Araç ipuçları ve Etiketler geliştirildi
uk: Вдосконалено підказки та ярлики

source: Fix possible crash when deleting an account
ca: Correcció d'un possible bloqueig en suprimir un compte
cs: Opraven potenciální pád při mazání účtu
de: Behebt einen möglichen Fehler, der auftritt wenn ein Account gelöscht wird
ja: アカウント削除時にクラッシュすることがある不具合を修正
nb: Fikset mulig krasj ved sletting av konto
pt: Corrige possível falha ao eliminar uma conta
ru: Исправление возможной поломки при удалении аккаунта
sk: Opravený možný pád pri odstraňovaní účtu
tr: Bir hesabı silerken karşılaşılabilecek kilitlenme düzeltildi
uk: Виправлено можливі збої під час видалення облікового запису

source: Show more accurate reasons for locked settings
ca: Es mostren més raons precises per a la configuració del bloqueig.
cs: Zobrazování přesnějších důvodů pro uzamčená nastavení
de: Präzisere Angabe der Gründe für gesperrte Einstellungen
it: Mostra motivi più precisi per i quali le impostazioni sono bloccate
nb: Vis mer nøyaktig grunn for låste innstillinger
nl: Toon duidelijkere redenen voor vergrendelde instellingen
pt: Mostra razões mais precisas para definições bloqueadas
pt_br: Mostra motivos mais precisos para configurações bloqueadas
tr: Kilitli ayarlar için daha doğru nedenler göster
uk: Показ точніших причин блокування налаштувань

source: Improve reliability of account creation
ca: Millora de la fiabilitat de la creació de comptes
cs: Zlepšení spolehlivosti vytváření účtů
de: Höhere Zuverlässigkeit beim Erstellen neuer Benutzerkonten
it: Migliora l'affidabilità della creazione degli account
nb: Forbedret lesbarhet ved kontoopprettelse
nl: De betrouwbaarheid van het creÃ«ren van accounts is verbeterd
pt: Melhora a fiabilidade da criação de contas
pt_br: Melhora a confiabilidade da criação de contas
tr: Hesap oluşturmanın güvenilirliği geliştirildi
uk: Підвищено ймовірність створення облікових записів

source: Get permission on demand for enabling or disabling accounts
ca: S'obté permís segons demanda per habilitar o inhabilitar comptes.
cs: Získávání oprávnění pro povolování či zakazování účtů na základě potřeby
de: Bei Bedarf Genehmigung fürs Aktivieren oder Deaktivieren von Konten einholen
it: Ottieni l'autorizzazione su richiesta per abilitare o disabilitare gli account
nb: Hent tilgang ved behov for aktivering og deaktivering av kontoer
nl: Vraag om toestemming tijdens het activeren en deactiveren van accounts
pt: Obter autorização a pedido para ativar ou desativar contas
pt_br: Obter permissão sob demanda para ativar ou desativar contas
tr: Hesap eklerken veya kaldırırken isteğe bağlı olarak izin istenecek
uk: Отримання дозволу на вимогу для ввімкнення або вимкнення облікових записів

source: Show in sidebar if an account is disabled
ca: Es mostra a la barra lateral si el compte està inhabilitat.
cs: V postranním panelu je zobrazeno zda je účet zakázán
de: In Seitenleiste anzeigen, wenn ein Konto deaktiviert ist
it: Mostra nella barra laterale se un account è disabilitato
nb: Vis at konto er deaktivert i sidefelt
nl: Toon het in de zijbalk als een account uitgeschakeld is
pt: Mostrar na barra lateral se uma conta está desativada
pt_br: Mostrar na barra lateral se uma conta estiver desativada
tr: Bir hesap devre dışı bırakılmışsa kenar çubuğunda göster
uk: Показ на бічній панелі, якщо обліковий запис вимкнено

source: Ask for permission when adding and removing accounts
ca: Demana permís en afegir i suprimir comptes.
cs: Zeptat se na oprávnění při přidávání nebo odebírání účtů
de: Genehmigungsabfrage fürs Hinzufügen oder Entfernen von Benutzerkonten
it: Richiede l'autorizzazione quando si aggiungono o rimuovono account
nb: Forespør tilgang ved tillegg og fjerning av kontoer
nl: Vraag om toestemming tijdens het toevoegen en verwijderen van accounts
pt: Pedir permissão ao adicionar e remover contas
pt_br: Solicitar permissão ao adicionar e remover contas
tr: Hesap eklerken ve kaldırırken izin istenecek
uk: Запит дозволу під час додавання та вилучення облікових записів

source: Animate Infobars
ca: Barres d'informació animades
cs: Animovat informační pruhy
de: Animiere Infoleisten
it: Anima le barre delle infromazioni
nb: Animerte infofelt
nl: Animeer de infobalken
pt: Animar barras de informação
pt_br: Animar Infobars
tr: Bilgi çubuklarına animasyon eklendi
uk: Анімовано панель подробиць

source: Improved screen reader accessibility
es: Se mejoró la accesibilidad para los lectores de pantalla
ka: გაუმჯობესდა ეკრანის წამკითხველის წვდომადობა
pl: Poprawiono dostępność czytnika ekranu
sk: Zlepšená prístupnosť čítačky obrazovky

source: Redesign to make hint text more obvious
es: Se rediseñaron los textos de sugerencias para ser más obvios
pl: Przeprojektowanie by tekst podpowiedzi był bardziej oczywisty

source: Restore sidebar position
es: Se restauró la posición de la barra lateral
pl: Przywracanie pozycji paska bocznego
