Repository: elementary/switchboard-plug-useraccounts
Catalog: po/*.po
Languages: ckb, et, mr, sq, ug

source: You do not have permission to change this
ckb: مۆڵەتی گۆڕینی ئەمەت نییە
et: Sul pole õigusi selle muutmiseks
mr: आपल्याला हे बदलण्याची परवानगी नाही
ug: سىزنىڭ بۇنى ئۆزگەرتىش سالاھىيىتىڭىز يوق

source: Guest Session
ckb: ماوەی میوان
et: Külalisseanss
mr: अतिथी सत्र
sq: Seksion si i ftuar
ug: مېھمان

source: The Guest Session allows someone to use a temporary default account without a password.
ckb: ماوەی میوان ڕێگە دەدات کەسێک بۆ ماوەیەکی کاتی کۆمپیتەرەکەت بەبێ تێپەڕەوشە بەکاربهێنێت.
et: Külalisseanssiga on võimalik arvutit ilma paroolita kasutada.
mr: अतिथी सत्र एखाद्यास पासवर्डशिवाय तात्पुरते डीफॉल्ट खाते वापरण्याची परवानगी देते.
sq: Seksioni si i ftuar lejon dikë të përdorë një llogari të përkohshme të parazgjedhur pa një fjalëkalim.
ug: مېھمان دىئالوگى باشقىلارنىڭ پارولسىزلا مەلۇم ۋاقىت ئىشلىتىشىگە يول قويىدۇ.

source: Once they log out, all of their settings and data will be deleted.
ckb: کاتێک کە لە سیستەم دەچنەدەر، هەموو داتا و ڕێکخستنەکانیان سفر دەبێتەوە.
et: Külalisseanssist väljalogides kustutatakse kõik külalise konto eelistused ning loodud andmed.
mr: एकदा ते लॉग आउट झाल्यानंतर त्यांची सर्व सेटिंग्ज आणि डेटा हटविला जाईल.
ug: چىكىنگەن چاغدا، ئۇلارنىڭ بارلىق تەڭشەكلىرى ۋە ئۇچۇرلىرى ئۆچۈرىلىدۇ.

source: Cancel
ckb: هەڵوەشاندنەوە
et: Loobu
mr: रद्द करा
sq: Anulo
ug: ئەمەلدىن قالدۇرۇش

source: Change Avatar
ckb: گۆڕینی وێنەی پرۆفایل
et: Konto pildi muutmine
mr: अवतार बदला
sq: Ndrysho foton personale
ug: باش سۈرەتنى ئۆزگەرتىش

source: Administrator
ckb: بەڕێوەبەر
et: Administraator
mr: प्रशासक
ug: باشقۇرغۇچى

source: You cannot change this for the currently active user
ckb: ناتوانیت ئەمە بۆ بەکارهێنەری چالاکی ئێستا بگۆڕیت
et: Seda ei saa sisselogitud konto puhul muuta
mr: आपण सध्या सक्रिय वापरकर्त्यासाठी हे बदलू शकत नाही
sq: Nuk mund ta ndryshoni këtë për përdoruesin aktualisht aktiv
ug: ھازىر ئىشلىتىۋاتقان ئابونت بۇ تۈرنى ئۆزگەرتەلمەيدۇ

source: You cannot remove the last administrator's privileges
ckb: ناتوانیت کۆتا مۆڵەتی بەڕێوەبەر بسڕیتەوە
et: Ainukese administraatori õiguseid pole võimalik eemaldada
mr: आपण अंतिम प्रशासकाच्या विशेषाधिकार काढू शकत नाही
sq: Nuk mund të hiqni të drejtat e administratorit e fundit
ug: سىز ئالدىنقى باشقۇرغۇچىنىڭ ھوقۇقىنى ئۆچۈرەلمەيسىز

source: Account type:
ckb: جۆری هەژمار:
et: Konto tüüp:
mr: खाते प्रकार:
sq: Tipi i llogarisë:
ug: ھېسابات تىپى:

source: Standard
ckb: ئاسایی
et: Tavaline
mr: मानक
ug: ئۆلچەملىك

source: Language:
ckb: زمان:
et: Keel:
mr: भाषा:
sq: Gjuha:
ug: تىل:

source: Click to switch to Language & Locale Settings
et: Ava keele ja piirkonna eelistused
mr: भाषा आणि लोकॅल सेटिंग्जवर स्विच करण्यासाठी क्लिक करा
sq: Kliko për të kaluar në rregullimet e Gjuha dhe Rajoni
ug: تىل ۋە يەرلىك تەڭشەكلەرنى ئالماشتۇرۇش ئۈچۈن بىسىڭ

source: Log In automatically:
ckb: خۆکارانە چوونەژور:
et: Automaatne sisselogimine:
mr: स्वयंचलितपणे लॉग इन करा:
ug: ئاپتوماتىك كىرىش:

source: Password:
et: Parool:
sq: Fjalëkalimi:
ug: پارول

source: Enable User Account
et: Luba konto
mr: वापरकर्ता खाते सक्षम करा
sq: Aktivo llogarinë e përdoruesin
ug: ئابونت ھىساۋاتىنى قوزغىتىش

source: Disable User Account
et: Keela konto
mr: वापरकर्ता खाते अक्षम करा
sq: Çaktivizo llogarinë e përdoruesit
ug: ئابونت ھىساۋاتىنى چەكلەش

source: None set
et: Pole määratud
sq: Asnjë i vendosur
ug: تەڭشەلمىگەن

source: Standard User
ckb: بەکارهێنەری ئاسایی
et: Tavakasutaja
mr: मानक वापरकर्ता
sq: Prëdorues standard
ug: ئۆلچەملىك ئابونت

source: Full Name
ckb: ناوی تەواو
et: Täisnimi
mr: पूर्ण नाव
sq: Emri i plotë
ug: تولۇق ئىسمى

source: Username
ckb: ناوی بەکارهێنەر
et: Kasutajanimi
mr: वापरकर्तानाव
sq: Emri i përdoruesit
ug: ئابونت ئىسمى

source: Can only contain lower case letters, numbers and no spaces
et: Lubatud on ainult väiketähed, numbrid ning tühikut pole lubatud
sq: Mund të përmbajë vetëm germa të vogla, numra dhe jo hapësira
ug: پەقەت كىچىك ھەرپ ۋە سانلارنى كىرگۈزەلەيسىز

source: Set password now
et: Parooli kohene määramine
sq: Vendos fjalëkalimin tani
ug: ھازىر پارول بىكىتىش

source: Set no password for login
et: Sisselogimisel ei küsita parooli
ug: پارولسىز كىرىدىغان قىلىپ تەڭشەش

source: Let user create password on first login
et: Parooli määramine esmakordsel sisselogimisel
ug: ئابونتنى تۇنجى قىتىم كىرگەندە پارول بىكىتكۈزۈش

source: Create User
ckb: زیادکردنی بەکارهێنەر
et: Loo kasutaja
mr: वापरकर्ता तयार करा
sq: Krijo përdoruesin
ug: ئابونت قۇرۇش

source: Username is already taken
ckb: ئەم ناوی بەکارهێنەرە پێشتر بەکارهاتووە
et: Sisestatud kasutajanimi on juba võetud
mr: वापरकर्तानाव आधीपासूनच घेतलेले आहे
sq: Emri i përdoruesit është tashmë i zënë
ug: ئابونت ئىسمى ئىشلىتىلىپ بولغان

source: Username is not valid
et: Kasutajanimi pole sobiv
sq: Emri i përdoruesit nuk është i vlefshëm
ug: ئابونت ئىسمى ئىناۋەتسىز

source: Change Password
ckb: گۆڕینی تێپەڕەوشە
et: Muuda parooli
mr: पासवर्ड बदला
sq: Ndrysho fjalëkalimin
ug: پارولنى ئۆزگەرتىش

source: Remove
ckb: سڕینەوە
et: Eemalda
mr: काढा
sq: Hiqe
ug: ئۆچۈرۈش

source: Set from File…
ckb: هەڵبژاردنی وێنە…
et: Vali pildifail...
mr: फाइलमधून सेट करा…
ug: ھۆججەتتىن تەڭشەش....

source: Select an image
ckb: وێنەیەک دیاریبکە
et: Pildi avamine
mr: एक प्रतिमा निवडा
sq: Zgjidh një foto
ug: رەسىم تاللاش

source: Open
ckb: کردنەوە
et: Ava
mr: उघडा
sq: Hap
ug: ئىچىش

source: Images
ckb: وێنەکان
et: Pildid
mr: प्रतिमा
sq: Imazhet
ug: رەسىملەر

source: Create user account
et: Uue konto loomine...
sq: Krijo llogari përdoruesi
ug: ئابونت ھىساۋاتى قۇرۇش

source: Remove user account and its data
et: Kustuta konto ning sellega seonduvad andmed
sq: Hiqe llogarinë e përdoruesit dhe të dhënat e saja
ug: ئابونت ھىساۋاتى ۋە ئۇچۇرلىرىنى ئۆچۈرۈش

source: Undo last user account removal
et: Taasta kustutatud konto
sq: Anulo heqjen e fundit të llogarisë së përdoruesit
ug: ئالدىنقى قىتىم ئۆچۈرۈلگەن ئابونت ھىساۋاتىنى ئەسلىگە كەلتۈرۈش

source: You cannot remove your own user account
et: Enda kontot pole võimalik eemaldada
mr: आपण आपले स्वत: चे वापरकर्ता खाते काढू शकत नाही
sq: Nuk mund të heqësh llogarinë tënde të përdoruesit
ug: ئۆزىڭىزنىڭ ھىساۋاتىڭىزنى ئۆچۈرەلمەيسىز

source: Current Password
ckb: تێپەڕەوشەی ئێستا
et: Praegune parool
mr: सध्याचा पासवर्ड
sq: Fjalëkalimi aktual
ug: ھازىرقى پارول

source: Press to authenticate
ckb: پرێس بکە بۆ سەلماندن
et: Autentimiseks vajuta
mr: प्रमाणित करण्यासाठी दाबा
sq: Shtyp për tu identifikuar
ug: دەلىللەش ئۈچۈن بىسىڭ

source: Authentication failed
ckb: سەلماندن سەرکەوتوو نەبوو
et: Autentimine ebaõnnestus
mr: प्रमाणीकरण अयशस्वी
sq: Identifikimi dështoi
ug: سالاھىيەت دەلىللەش مەغلۇپ بولدى

source: New Password
et: Uus parool
sq: Fjalëkalimi i ri
ug: يىڭى پارول

source: Password cannot be empty
et: Parool ei saa olla tühi
sq: Fjalëkalimi nuk mund të jetë bosh
ug: پارول قۇرۇق بولسا بولمايدۇ

source: Confirm New Password
et: Kinnita uus parool
sq: Konfirmo fjalëkalimin e ri
ug: يىڭى پارولنى قايتا كىرگۈزۈڭ

source: Passwords do not match
ckb: تێپەڕەوشەکان وەکو یەک نین
et: Sisestatud paroolid ei kattu
mr: पासवर्ड जुळत नाही
sq: Fjalëkalimet nuk përputhen
ug: ئىككى قىتىمدا كىرگۈزگەن پارول بىردەك ئەمەس

source: Show passwords
ckb: تێپەڕەوشەکانم پشاندە
et: Paroolide näitamine
mr: पासवर्ड दाखवा
sq: Shfaq fjalëkalimet
ug: پارولنى كۆرسىتىش

source: Password accepted
et: Parool kinnitatud
sq: Fjalëkalimi u pranua
ug: پارولنى ئىشلەتكىلى بولىدۇ

source: Weak password strength
et: Nõrk parool
sq: Fjalëkalim me fuqi të dobët
ug: ئاجىز پارول

source: Medium password strength
et: Keskmise tugevusega parool
sq: Fjalëkalim me fuqi mesatare
ug: ئوتتۇراھال پارول

source: Strong password strength
et: Tugev parool
sq: Fjalëkalim me fuqi të fortë
ug: كۈچلۈك پارول

source: Resembles your current password
et: Vana parool on sama
sq: Ngjason me fjalëkalimin aktual
ug: ھازىرقى پارولىڭىزغا ئوخشايدۇ

source: New password is too simple
et: Uus parool on liiga lihtne
sq: Fjalëkalimi i ri është tepër i thjeshtë
ug: يىڭى پارول بەك ئاددىي

source: New password is a palindrome
et: Uus parool on palindrome
sq: Fjalëkalimi i ri është një palindromë
ug: يىڭى پارول قايتما سۆزدىن تۈزۈلگەن

source: My Account
ckb: هەژمارەکەم
et: Minu konto:
mr: माझे खाते
sq: Llogaria ime
ug: ھىساۋاتىم

source: Other Accounts
ckb: هەژمارەکانی تر
et: Teised kontod:
mr: अन्य खाती
sq: Llogaritë e tjera
ug: باشقا ھىساۋاتلار

source: Enabled
ckb: کاراکراو
et: Lubatud
mr: सक्षम
ug: قوزغىتىلغان

source: Disabled
ckb: وەستێنراو
et: Keelatud
mr: अक्षम
ug: چەكلەنگەن

source: Authentication is required to change user data
et: Kasutaja andmete muutmiseks on vajalik autentimine
mr: वापरकर्ता डेटा बदलण्यासाठी प्रमाणीकरण आवश्यक आहे
sq: Kërkohet identifikimi për të ndryshuar të dhënat e përdoruesit
ug: ئابونت ئۇچۇرىنى ئۆزگەرتىش ئۈچۈن سالاھىيەت دەلىللەش زۆرۈر

source: User Accounts
ckb: هەژماری بەکارهێنەران
et: Kontod
mr: वापरकर्ता खाती
sq: Llogaritë e përdoruesit
ug: ئابونت ھىساۋاتلىرى

source: Manage account permissions and configure user names, passwords, and photos
ckb: بەڕێوەبردنی مۆڵەتەکانی هەژمار، وێنە، ناو و، ناوی بەکارهێنەر
et: Kontode õiguste, nimede, paroolide ja profiilipiltide haldamine.
mr: खाते परवानग्या व्यवस्थापित करा आणि वापरकर्ता नावे, पासवर्ड आणि फोटो कॉन्फिगर करा
ug: ھىساۋات ھوقۇقىنى باشقۇرۇش ۋە ئابونتنىڭ ئىسمى، پارولى ۋە سۈرەتلىرىنى تەڭشەش

source: Password change failed
et: Parooli muutmine ebaõnnestus
sq: Ndryshimi i fjalëkalimit dështoi
ug: پارول ئۆزگەرتىش مەغلۇپ بولدى

source: Guest session changes will not take effect until you restart your system
ckb: گۆڕانکارییەکانی ماوەی میوان کاریگەرییان نابێت تاوەکو سیستەمەکەت پێنەکەیتەوە
et: Külalisseanssi eelistused rakenduvad pärast süsteemi taaskäivitamist
mr: आपण आपले सिस्टम रीस्टार्ट करेपर्यंत अतिथी सत्र बदल प्रभावी होणार नाहीत
sq: Ndryshimet e llogarisë si i ftuar nuk do kenë efekt deri kur të riniset kompjuteri
ug: مىھمان تەڭشەكلىرى سىستېمىنى قايتا قوزغاتقاندىن كىيىن كۈچكە ئىگە بولىدۇ

source: Some settings require administrator rights to be changed
ckb: بەشێک لە ڕێکخستنەکان پێویستیان بە دەسەڵاتی بەڕێوەبەرە بۆ ئەوەی گۆڕانکاریان بەسەردا بێت
et: Mõningate seadete muutmiseks on vaja administraatori õigusi…
mr: काही सेटिंग्जसाठी प्रशासकीय अधिकार बदलण्याची आवश्यकता आहे
sq: Disa parametra kanë nevojë për të drejtat e administratorit për tu ndryshuar
ug: بەزى تەڭشەكلەرنى باشقۇرغۇچىلىق سالاھىيىتى بولغاندىلا ئۆزگەرتكىلى بولىدۇ

source: Avatar
ckb: وێنەی پرۆفایل
mr: अवतार

source: Full name
ckb: ناوی تەواو
mr: पूर्ण नाव

source: Account type
ckb: جۆری هەژمار
mr: खाते प्रकार

source: Language
ckb: زمان
mr: भाषा

source: Log in automatically
ckb: خۆکارانە چوونەژور
mr: स्वयंचलितपणे लॉग इन करा

source: Crop & Position
ckb: بڕین & بەش
mr: कापा आणि जागा सेट करा

source: Choose the part of the image to use as an avatar.
ckb: بەشێک یان تەواوی وێنەکە دیاریبکە وەکو وێنەی پرۆفایل.
mr: अवतार म्हणून वापरण्यासाठी प्रतिमेचा भाग निवडा.

source: Account Type
ckb: جۆری هەژمار
mr: खाते प्रकार

source: Username can only contain lowercase letters and numbers, without spaces
ckb: ناوی بەکارهێنەر تەنها دەتوانیت پیت بە بچووکی (سمۆڵ)، و ژمارە بەبێ بۆشایی لەنێوانیاندا لەخۆ بگرێت
mr: वापरकर्तानावात केवळ रिकाम्या जागाशिवाय लोअरकेस अक्षरे आणि संख्या असू शकतात

source: Undo
ckb: هەڵوەشاندنەوە
mr: पूर्ववत करा

source: Unable to acquire permission
ckb: نەتوانرا مۆڵەتەکان وەربگیرێن
mr: परवानगी मिळविण्यात अक्षम

source: A new account cannot be created without the required system permission.
ckb: هەژماری تازە بەبێ هەبوونی مۆڵەتی پێویست لە سیستەمەوە.
mr: आवश्यक सिस्टम परवानगीशिवाय नवीन खाते तयार केले जाऊ शकत नाही.

source: An account cannot be removed without the required system permission.
ckb: هیچ هەژمارێک بەبێ مۆڵەتی پێویستی سیستەم ناسڕدرێتەوە.
mr: आवश्यक सिस्टम परवानगीशिवाय खाते हटविले जाऊ शकत नाही.

source: Change Password…
ckb: گۆڕینی تێپەڕەوشە…
mr: पासवर्ड बदला…

source: Choose a Password
ckb: تێپەڕەوشەیەک بنووسە
mr: एक पासवर्ड निवडा

source: Confirm Password
ckb: دووبارە هەمان تێپەڕەوشە بنووسە
mr: पासवर्डची पुष्टी करा

source: Removed “%s”
ckb: سڕایەوە "%s"

source: Remove Account
ckb: سڕینەوەی هەژمار

source: Unable to change the password for %s
ckb: نەتوانرا تێپەڕەوشەی "%s" بگۆڕدرێت
